# St7SetBrickLineThickness

Sets the thickness of the brick outlines.

long St7SetBrickLineThickness(long uID, long Thickness)

Input Parameters

uID

Strand7 model file ID.

Thickness

The brick outline thickness in the range kMinThickness to kMaxThickness.